{
  "React Authen TS": "รีแอคออเท็นทีเอส",
	"Dashboard": "แดชบอร์ด",
	"Sign in": "ลงชื่อเข้าใช้",
	"Sign up": "สมัคร",

  "Features": "ฟีเจอร์",
  "Pricing": "ราคา",
  "Document": "คู่มือ",
  "Contact": "ติดต่อ",

  "Data Visualization": "การแสดงข้อมูล",
  "Intigarte data to be graph, gauge, chart or dashboard.": "แปลงข้อมูลเป็นกราฟ หน้าปัด แผนภูมิ และแดชบอร์ด",
  "User Management": "การแสดงผู้ใช้งาน",
  "Provide feature to manage user data and keep user privacy.": "ฟีเจอร์ในการจัดการข้อมูลผู้ใช้งานและรักษาความปลอดภัยข้อมูล",
  "Security": "ความปลอดภัย",
  "Token base authentication will be apply to system and TOTP for more secure data.": "ยืนยันตัวตนด้วยระบบโทเค็นและเพิ่มความปลอดภัยด้วยทีโอทีพี",

  "React Typescript Authentication Platform": "แพลตฟอร์มเพื่อการยืนยันตัวตนโดยรีแอคไทป์สคริป",
  "Boilerplate for start-up project that has a plenty of showcase for present to customer or MVP starter for developer. This project will improve our productivity and techinical knowledge about web development.": "โครงโปรเจ็คสำหรับเริ่มต้นสร้างสตาร์ทอัพที่มีตัวอย่างใช้งานไปเสนอลูกค้าและเป็นเอ็มวีพีเริ่มต้นสำหรับนักพัฒนา โปรเจ็ตนี้จะช่วยเพิ่มความสามารถในการทำงานและความรู้ในการพัฒนาเว็บ",
  "Get started": "เริ่มต้นใช้งาน",
  "Boilerplate project for startup MVP": "โครงเริ่มต้นโปรเจ็คสำหรับสร้างเอ็มวีพี",
  "This project has an objective to be an example source code that help us to make new project faster. The brand new MVP will be go live in 3 months. ": "โปรเจ็คนี้มีเป้าหมายเพื่อให้เริ่มต้นสร้างโปรเจ็คใหม่ๆได้เร็วขึ้น โดยการขึ้นโปรเจ็คใหม้ตั้งแต่เริ่มจะพร้อมใช้งานจริงใน 3 เดือน ",

  "Basic / Free": "พื้นฐาน / ฟรี",
  "Pro": "โปร",
  "Premium": "พรีเมี่ยม",
  " Bath / Month": " บาท / เดือน",
  "Theme dark and light": "ธีมมืดและสว่าง",
  "Dual language": "2 ภาษา",
  "User management": "ระบบจัดการผู้ใช้งาน",
  "2 factors authentication": "ยืนยันตัวตนแบบ 2 ขั้นตอน",
  "Super admin role": "ผู้ใช้งานระดับซุปเปอร์แอดมิน",
  "History record": "ข้อมูลย้อนหลัง",
  "Real-time notification": "ระบบแจ้งเตือนแบบเรีบลไทม์",

  "Welcome back, Sign in with": "ยินดีต้อนรับ ลงชื่อเข้าใช้",
  "Or continue with email": "หรือใช้งานด้วยอีเมลล์",
  "Don't have an account?": "ยังไม่สมัครใช้งานใช่ไหม",
  "or": "หรือ",
  "Register": "สมัครใช้งาน",
  "Forgot password": "ลืมรหัสผ่าน",
  "Email address": "ชื่ออีเมลล์",
  "Password": "รหัสผ่าน",
  "Your password": "รหัสผ่านของคุณ",
  "Invalid username or password": "ชื่อหรือรหัสผ่านไม่ถูกต้อง",
  "By clicking sign in with Google or Facebook. you agree to ": "การคลิกลงชื่อเข้าใช้ด้วยกูเกิลหรือเฟสบุ๊ค คุณเห็นด้วยกับ ",
  "Terms of Use": "ข้อกำหนดการใช้งาน",
  "Privacy Policy": "นโยบายความเป็นส่วนตัว",
  "We may send you communications. you may change your preference in your account setting. We'll never post without your permission.": "เราอาจติดต่อไปหาคุณ คุณสามารถเปลี่ยนการตั้งค่าของคุณที่เมนูตั้งค่า เราจะไม่เผยแพร่ข้อมูลของคุณโดยไม่ได้รับอนุญาต",
  "Close": "ปิด", 

  "Email should contain @": "อีเมลล์ต้องมี @",
  "Forgot your password?": "ลืมรหัสผ่าน?",
  "Enter your email to get a reset link": "ใส่อีเมลล์ของคุณเพื่อรับลิงค์ขอรหัสใหม่",
  "Your email": "อีเมลล์ของคุณ",
  "Back to the login page": "กลับไปหน้าลงชื่อเข้าใช้",
  "Please check your email to update password.": "โปรดตรวจสอบอีเมลล์ของคุณเพื่ออัพเดตรหัสผ่าน",
  "Reset password": "รีเซ็ตรหัสผ่าน",
  "Enter your new password": "ใส่รหัสผ่านใหม่ของคุณ",
  "Update password": "อัพเดตรหัสผ่าน",
  "New password": "รหัสผ่านใหม่",

  "Email": "อีเมลล์",
  "Already have an account then ": "มีบัญชีผู้ใช้อยู่แล้ว ",
  "Login": "ลงชื่อเข้าใช้",
  "Register to create your account": "สมัครใช้งานเพื่อสร้างบัญชีผู้ใช้",

  "Navigation": "ตัวนำทาง",
  "Overview": "ภาพรวม",
  "User": "ผู้ใช้",
  "Profile": "โปรไฟล์",
  "Verification": "การยืนยัน",
  "Token": "โทเค็น",
  "Config": "ปรับแต่ง",
  "Setting": "ตั้งค่า",
  "Support": "ช่วยเหลือ",

  "View profile": "ดูโปรไฟล์",
  "Edit profile": "แก้ไขโปรไฟล์",
  "Account setting": "ตั้งค่าบัญชี",
  "Sign out": "ลงชื่อออก",
  "": ""
}